{
    "Excessive_Pun_Syndrome": "An uncontrollable urge to make puns in every conversation, even in serious situations.",
    "Spontaneous_Applause_Disorder": "A compulsion to clap at random moments, often startling those nearby.",
    "Overly_Dramatic_Inner_Monologue": "The persistent experience of one's thoughts being narrated in a Shakespearean tone.",
    "Perpetual_Deja_Vu": "A constant feeling that every situation has happened before, including the feeling of déjà vu itself.",
    "Chronic_Movie_Quote_Tourette's": "An involuntary tendency to insert movie quotes into conversations at inappropriate times.",
    "Compulsive_Sock_Mismatching": "An inability to wear matching socks, despite multiple attempts to do so.",
    "Phantom_Phone_Syndrome": "The sensation that one's phone is vibrating or ringing when it isn't.",
    "Uncontrollable_Theme_Songitis": "A habit of mentally assigning theme songs to people upon meeting them.",
    "Existential_Overthinkingitis": "A tendency to overanalyze every small decision as if it determines the fate of the universe.",
    "Hypothetical_Argument_Disorder": "The compulsion to prepare for and mentally win arguments that will never happen.",
    "Chrono-Optimism_Delusion": "The false belief that one always has more time than they actually do, leading to chronic lateness.",
    "Reverse_Procrastination_Syndrome": "A condition where one completes tasks unnecessarily early, only to redo them out of doubt.",
    "Dramatic_Exit_Compulsion": "An urge to leave every room as if storming out of a movie scene.",
    "Unfinished_Sentence_Syndrome": "A tendency to start sentences but never quite",
    "Unintentional_Sarcasm_Condition": "A disorder where everything one says sounds sarcastic, regardless of intent.",
    "Compulsive_Door_Rechecking": "A deep-rooted fear that all doors are secretly left unlocked, requiring infinite verification.",
    "Spontaneous_Dance_Outbursts": "An inability to resist breaking into dance at random intervals, often without music.",
    "Unstoppable_Parallel_Parking_Anxiety": "A fear that every attempt at parallel parking is being judged by unseen spectators.",
    "Accidental_Social_Chameleonism": "A subconscious habit of mimicking accents and speech patterns of those around you.",
    "Chrono-Amnesia": "The complete inability to remember what year it is, leading to frequent anachronistic references.",
    "Eternal_Snack_Dilemma": "The inability to decide whether one is truly hungry or just bored.",
    "Compulsive_List_Makingitis": "A disorder causing the uncontrollable urge to write lists about everything, including imaginary disorders.",
    "Over-Apologetic_Syndrome": "A condition where one apologizes excessively, even for things they had no involvement in.",
    "Narrator_Voice_Over_Affliction": "A persistent feeling that one’s life is being narrated by Morgan Freeman.",
    "Overenthusiastic_Handshakeitis": "A compulsion to shake hands for too long and too firmly, making social interactions awkward.",
    "Invisible_Camera_Syndrome": "The belief that one is constantly being filmed, leading to dramatic glances at imaginary cameras.",
    "Mid-Sentence_Crisis": "A disorder where one forgets the point of their sentence halfway through saying it.",
    "Compulsive_Online_Shopping_Blindness": "A tendency to black out while shopping online, only regaining awareness once the package arrives.",
    "Awkward_Wave_Reflex": "An inability to properly time a wave, often resulting in accidental waving at strangers.",
    "Quantum_Indecision_Syndrome": "A paradoxical condition where every decision exists in a superposition of being both right and wrong until an external force collapses the wave function, usually in the form of regret.",
    "Narrative_Protagonist_Delusion": "A belief that one is the main character in a grand epic, often accompanied by dramatic sighs, unnecessary monologues, and a refusal to take side quests (i.e., errands).",
    "Compulsive_Plot_Twisting": "An uncontrollable urge to add shocking twists to personal anecdotes, even at the cost of truth and logic.",
    "Existential_Elevator_Dread": "A paralyzing fear that stepping into an elevator will trigger an impromptu conversation about the meaning of life.",
    "Fourth_Wall_Paranoia": "The unsettling suspicion that one's life is actually a sitcom and that the audience is judging every awkward moment.",
    "Perpetual_Tutorial_Mode": "An inability to begin any task without first searching for a step-by-step guide, even for activities as simple as making toast.",
    "Reality_Buffering_Disorder": "A sensation that life occasionally freezes or lags, often leading to people staring blankly into the void before snapping back to reality.",
    "Overenthusiastic_Plot_Armor_Syndrome": "A delusion that one is immune to harm due to being 'too important to the story,' resulting in reckless decision-making.",
    "Social_Stealth_Mode": "A chronic tendency to phase out of conversations so smoothly that no one remembers one was ever there.",
    "Comedic_Timing_Malfunction": "An inability to tell jokes at the right moment, often leading to punchlines delivered long after everyone has moved on.",
    "Unstoppable_Theme_Park_Logic": "A refusal to believe that long lines exist in real life and an expectation that single-rider lanes should be everywhere.",
    "Doomscroll_Prophecy_Disorder": "A belief that if one does not check the news every five minutes, they will somehow be personally responsible for the downfall of civilization.",
    "Background_Music_Hallucination": "A persistent sensation that one's life should have a soundtrack, often causing disappointment when real-life actions lack musical accompaniment.",
    "Eternal_Movie_Trailer_Voice": "A compulsion to narrate everyday life in a dramatic 'In a world…' voice.",
    "Unintentional_Slow_Motion_Syndrome": "A disorder where every dramatic event in life is internally experienced in slow motion, often accompanied by imaginary orchestral music.",
    "Chronically_Overthought_Greetings": "A condition where every social greeting is analyzed for hours afterward, regardless of how simple it was.",
    "Spontaneous_Sidekick_Complex": "A subconscious tendency to position oneself as the comedic relief in any given social situation.",
    "Overzealous_Horror_Movie_Survivalism": "An uncontrollable habit of assessing every new environment based on how well one would survive in a horror film scenario.",
    "Invisible_Documentary_Camera_Syndrome": "A condition that makes one instinctively glance at an imaginary camera whenever something absurd happens.",
    "Unnecessary_Secret_Agent_Reflex": "An urge to act as if every mundane action—such as opening a door or buying groceries—is part of an elaborate espionage operation.",
    "Phantom_Book_Sniffing_Impulse": "A compulsion to smell books at inappropriate moments, regardless of setting or social context.",
    "Perpetual_Credits_Syndrome": "The false belief that one's life is about to fade to black at any moment, prompting excessive sentimentality and dramatic goodbyes.",
    "Overestimated_Dramatic_Cloak_Syndrome": "A disorder causing people to believe that dramatically flipping their jacket over their shoulders makes them look mysterious rather than just cold.",
    "Chrono-Nostalgic_Timewarp": "A phenomenon where every era except the current one is believed to have been vastly superior, even if one wasn’t alive to experience it.",
    "Unexpected_Main_Character_Exit_Anxiety": "A persistent fear that a long-time friend is about to leave the 'series' of one's life for another 'spin-off' in a distant city.",
    "Imaginary_Finale_Syndrome": "A belief that at any moment, an elaborate series finale will reveal the hidden meaning behind every past event in one’s life.",
    "Excessive_Backstory_Infodump_Condition": "An urge to provide unnecessary amounts of personal history when answering simple questions like 'How was your weekend?'",
    "Uncontrollable_Prophecy_Speaking": "A disorder causing one to accidentally phrase normal statements as cryptic prophecies, such as 'You will see… in time…' when giving directions.",
    "Dramatic_Curtain_Gesture_Compulsion": "An overwhelming need to pull back curtains with excessive flair, as if unveiling a world-altering revelation, even when just checking the weather.",
    "Major_Depressive_Disorder": "A mood disorder characterized by persistent feelings of sadness, hopelessness, and a lack of interest or pleasure in activities.",
    "Bipolar_Disorder": "A mental health condition causing extreme mood swings, including emotional highs (mania or hypomania) and lows (depression).",
    "Acute_Mood_Disorder": "A sudden onset mood disturbance, often triggered by a stressful life event, leading to intense emotional distress.",
    "Skin_Hunger": "A condition where a lack of physical touch leads to emotional distress and mental health issues.",
    "Social_Anxiety_Disorder": "An intense fear of social situations, leading to avoidance and severe distress.",
    "Obsessive_Compulsive_Disorder": "A disorder characterized by intrusive, unwanted thoughts (obsessions) and repetitive behaviors (compulsions) to relieve anxiety.",
    "Post_Traumatic_Stress_Disorder": "A mental health condition triggered by experiencing or witnessing a traumatic event.",
    "Attention_Deficit_Hyperactivity_Disorder": "A neurodevelopmental disorder characterized by inattention, hyperactivity, and impulsivity.",
    "Learning_Disabilities": "A group of disorders affecting the ability to acquire and use academic skills, such as reading, writing, or math.",
    "Speech_and_Language_Disorders": "Disorders that affect a person’s ability to understand or produce speech and language.",
    "Schizophrenia": "A severe mental disorder affecting thinking, emotions, and behavior.",
    "Delusional_Disorder": "A mental illness where a person has fixed, false beliefs despite clear evidence to the contrary.",
    "Paranoid_Personality_Disorder": "A mental disorder characterized by a pervasive distrust and suspicion of others, interpreting their motives as malicious.",
    "Schizoid_Personality_Disorder": "A personality disorder marked by a pattern of detachment from social relationships and a restricted range of emotional expression.",
     "Narcissistic_Personality_Disorder": "A personality disorder characterized by a grandiose sense of one’s own importance, a need for excessive admiration, and a lack of empathy for others.",
    "Avoidant_Personality_Disorder": "A personality disorder marked by feelings of inadequacy and extreme sensitivity to negative criticism or rejection.",
    "Obsessive_Compulsive_Personality_Disorder": "A personality disorder characterized by a preoccupation with orderliness, perfectionism, and control.",
    "Reactive_Attachment_Disorder": "A disorder typically seen in children who have experienced severe neglect or abuse, leading to difficulty forming healthy attachments to caregivers.",
    "Oppositional_Defiant_Disorder": "A behavioral disorder marked by a pattern of defiant, disobedient, and hostile behavior toward authority figures.",
    "Conduct_Disorder": "A serious behavioral and emotional disorder in children and adolescents, characterized by persistent patterns of violating the rights of others.",
    "Dissociative_Amnesia": "A disorder marked by an inability to recall important autobiographical information, usually after a traumatic event.",
    "Dissociative_Fugue": "A type of dissociative amnesia where an individual unexpectedly travels away from home or work, with a loss of identity and memory.",
    "Somatic_Symptom_Disorder": "A disorder involving physical symptoms that cause distress or disruption to daily life, where there is no apparent medical cause.",
    "Illness_Anxiety_Disorder": "A disorder characterized by excessive worry about having a serious illness, despite a lack of symptoms or medical evidence to support it.",
    "Factitious_Disorder": "A condition where an individual intentionally produces or exaggerates symptoms of illness or injury to receive attention or sympathy.",
    "Malingering": "A condition in which a person deliberately fabricates or exaggerates symptoms for secondary gain, such as financial compensation or avoidance of responsibility.",
    "Trichotillomania": "A disorder characterized by the recurrent urge to pull out one’s hair, leading to noticeable hair loss.",
    "Cramming Catatonia": "As exams approach, students experience intense mental tension and overwhelming stress, suddenly letting out a silent scream, convulsing uncontrollably, crawling darkly on the floor, and then jumping silently on tables in a manic dance.",
    "Eternal Weekend Loop": "Every Friday evening, as relaxation sets in, individuals begin walking on their hands in joy, jumping around the room, and falling into a 48-hour lazy death loop, consumed by a state of unproductive bliss.",
    "Pixelated Soul Syndrome": "Whenever the phone screen lights up, a person's conscious awareness disappears, entering a complete touch screen obsession. They slide uncontrollably, the surrounding world blurs, sounds and visuals become binary reflections in their pupils, often turning into a liquid state, melting across the room while laughing uproariously."
}
